"Mail Setup Assistant"="Assistant réglages de messagerie";
"Mail server" = "Serveur de messagerie";
"Mail Role" = "Permet la configuration assistée du service de messagerie. Il vous permet également de configurer ce serveur pour l’intégrer à une grappe de messagerie.";

/* Warning or Error */
"max conn empty" = "Le champ du nombre maximal de connexions est vide.";
"need max conn" = "Vous comptez activer IMAP ; saisissez un nombre maximal de connexions.";
"domain name empty" = "Le champ du nom de domaine est vide.";
"need domain name" = "Vous comptez autoriser le courrier entrant pour SMTP ; saisissez le nom du domaine.";
"host name empty" = "Le champ du nom d’hôte est vide.";
"need host name" = "Vous comptez autoriser le courrier entrant pour SMTP ; saisissez le nom de l’hôte.";
"host field empty" = "Le champ d’hôte est vide.";
"need host field" = "Vous comptez relayer le courrier sortant via l’hôte ; saisissez le nom de l’hôte.";
"day empty" = "Vous avez saisi 0 ou aucune valeur dans le champ « x fois par jour » de mise à jour de la base de données des virus et des courriers indésirables.";
"need day" = "Le nombre doit être plus grand que 0.";
"database empty" = "L’emplacement de la base de données est vide.";
"need database" = "Vous ne comptez pas utiliser les emplacements par défaut de la base de données et du stockage des courriers ; saisissez l’emplacement de la base de données.";
"mailstore empty" = "L’emplacement de stockage des courriers est vide.";
"need mailstore" = "Vous comptez ne pas utiliser les emplacements par défaut de la base de données et du stockage des courriers ; saisissez l’emplacement de stockage des courriers.";
"cluster to database empty" = "L’emplacement de la base de données est vide.";
"need cluster to database" = "Saisissez ou atteignez l’emplacement de la base de données.";
"cluster to mailstore empty" = "L’emplacement de stockage des courriers est vide.";
"need cluster to mailstore" = "Saisissez ou atteignez l’emplacement de stockage.";

/* Progress messages */
"get mail info" = "Lecture de la configuration du serveur de messagerie";
"get system info" = "Lecture des informations système";
"get mail cluster info" = "Lecture de la configuration de la grappe de serveurs de messagerie";
"Setting up Mail" = "Configurer la messagerie";
"Starting Mail"="Démarrage de la messagerie";
"Stopping Mail"="Arrêt de la messagerie";

/* display string */
"enabled" = "Activé";
"not enabled" = "Désactivé";
"POP:" = "POP :";
"IMAP:" = "IMAP :";
"max connection" = " connexions maximum";
"SMTP:" = "SMTP :";
"SMTP Incoming:" = "SMTP entrant :";
"Domain name:" = "Nom de domaine :";
"Host name:" = "Nom de l’hôte :";
"SMTP Outgoing:" = "SMTP sortant :";
"Relay outgoing mail through:" = "Relayer le courrier sortant via :";
"Scan email for junk mail:" = "Rechercher courriers indésirables :";
"Minimum junk mail score:" = "Critères min. courrier indésirable :";
"hits" = " détecté(s)";
"Scan email for virus:" = "Rechercher les virus :";
"Infected messages should be:" = "Messages infectés :";
"bounce" = "Renvoyer";
"delete" = "Supprimer";
"redirect" = "Rediriger";
"Update junk mail, virus database:" = "MÀJ base virus/courriers indésir. :";
"times" = " fois par jour";
"Authentication:" = "Authentification :";
"Database location:" = "Emplacement base données :";
"Mail store location:" = "Emplacement stockage courrier :";
"%@ (default)" = "%@ (par défaut)";
"Local host alias:" = "Alias d’hôte local :";
"choose database" = "Choisissez un dossier pour y placer la base de données de messagerie.";
"Select a folder..." = "Sélectionnez un dossier…";
"choose mail store" = "Choisissez un dossier pour y stocker les données de messagerie par défaut.";
"Use default mail store & database locations" = "Emplacements par défaut de stockage des courriers et de BDD";
"Use default mail store location" = "Emplacements par défaut de stockage des courriers";

/* cluster display */
"cluster type" = "Type de grappe :";
"new create cluster" = "Ce serveur de messagerie va rejoindre une nouvelle grappe de messagerie.";
"new create cluster1" = "Rejoindre une nouvelle grappe de messagerie";
"join existed cluster" = "Ce serveur de messagerie va rejoindre une grappe de serveurs de messagerie.";
"join existed cluster1" = "Rejoindre une grappe de messagerie";
"standalone Mail Server" = "Ce serveur de messagerie sera un serveur de messagerie autonome.";
"standalone Mail Server1" = "Serveur de messagerie autonome";
"cluster name:" = "Nom de la grappe : ";
"cluster volume:" = "Grappe du volume Xsan : ";
"migrate header" = "Vous avez choisi de faire migrer les données de la grappe de serveurs de messagerie vers ce serveur autonome.";
"migrate header1" = "Faire migrer les données de la grappe de serveurs de messagerie vers ce serveur.";
"migrate" = "Faire migrer :";
"migrate from" = "Vous avez choisi de faire migrer les données de messagerie à partir du serveur existant.";
"migrate from1" = "Faites migrer données de messagerie depuis le serveur de messagerie.";
"mail cluster database location1:" = "Emplacement de la base de données : ";
"mail cluster database location:" = "Emplacement de la base de données : ";
"mail cluster mailstore location:" = "Emplacement de stockage des courriers pour la grappe de messagerie : ";
"mail cluster mailstore location1:" = "Emplacement de stockage des courriers de la grappe de messagerie : ";
"old mail database location:" = "Ancien emplacement de la base de données de messagerie : ";
"old mailstore location:" = "Ancien emplacement de stockage des courriers : ";
"standalone last one 1" = "Ce serveur est le dernier ordinateur de la grappe de serveurs « ";
"standalone last one 2" = " ». Après avoir retiré cet ordinateur de la grappe de serveurs, vous pouvez faire migrer les données de messagerie de la grappe vers le serveur de messagerie autonome.";
